Repository: vwc/agita
Catalog: src/vwcollective.imprint/vwcollective/imprint/locales/*/LC_MESSAGES/vwcollective.imprint.po
Languages: de

source: Imprint
de: Impressum

source: Company
de: Name des Betreibers

source: The company name will be inserted in the disclaimers.
de: Der Name oder Firmanname des Webseitenbetreibers.

source: Street
de: Straße und Hausnummer

source: City
de: PLZ und Ort

source: Phone
de: Telefon

source: Fax
de: Fax (falls vorhanden)

source: Enter a valid email address. The email address will automatically be spam protected.
de: Gültige E-Mail Adresse, die automtisch gegen Spam gesichert und verschlüsselt dargestellt wird.

source: Web
de: Internetadresse

source: Jurisdiction
de: Gerichtsstand

source: The legal venue responsible for this company.
de: Der in Rechtsfragen zuständige Gerichtsstand.

source: Commercial Register Number
de: Handelsregistereintrag

source: Optional commercial register number, if available.
de: Kürzel des Handelsregistereintrags. Dieser kann z.B. bei eingetragenen Kaufleuten verplichtend sein.

source: Value Added Tax Identification Number
de: Umsatzsteuer-Identifikationsnummer (USt.-Id.Nr.)

source: Head Office
de: Firmensitz

source: Enter potentially necessary registered office or company headquarter.
de: Optionaler Eintrag des Firmensitzes oder des Sitz der Gesellschaft (bei GmbHs).

source: Responsible Person
de: Name des Verantwortlichen

source: Enter the names of the responsible individuals or executive directors.
de: Namen der für den Inhalt verantwortlichen Person.
